@extends('layouts.layoutOne')
@section('Landing')
@extends('layouts.navBar')
<header>
    <div class="frontImage">
        <img src="Assets/images/laptop.jpeg" alt="">
    </div>
    <div class="siteDescription">
        <h1 class="wow fadeInUp">امیر خلیلی</h1>
        <div class="wrapper"></div>
        <div class="about">
            <p class="wow fadeInUp" data-wow-delay="0.5s">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای
                شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در
                شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد </p>
            <a href="#" class="more wow fadeInUp" data-wow-delay="1s">بیشتر</a>
        </div>
    </div>
</header>


<a href="#" id="GoTop">
    <i class="fas fa-arrow-up"></i>
</a>
<main>
    <section class="aboutMe">
        <p class="wow fadeInUp">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون
            بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع
            با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه
            و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و
            فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها،
            و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
            دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
        <p class="wow fadeInUp">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون
            بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع
            با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه
            و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و
            فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها،
            و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
            دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
        <p class="wow fadeInUp">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون
            بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع
            با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه
            و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و
            فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها،
            و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
            دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
    </section>
    <section class="Skills">
        <div class="skill">
            <div class="title wow fadeInUp" data-wow-duration="0.5s">
                طراح UX و UI
            </div>
            <div class="content wow fadeIn" data-wow-delay="0.5s">
                این کلمه به اختصار از عبارت User Interface گرفته شده که در فارسی اصطلاح رابط کاربری یا نمای کاربری و یا
                واسطه کاربری را به جای آن به کار می برند. به طور کلی طراحی بصری و ظاهری محصول ، طراحی UI محصول را شامل
                می شود.

                در لغت این عبارت مخفف User experience بوده و در فارسی ، تجربه کاربری یا رابط کاربری تر جمه می شود. این
                عبارت به لایه های پایین مغز مرتبط می شود و اشاره دارد به احساسی که یک محصول به کاربر خود منتقل می کند .

                اجازه بدهید قبل از پیچیده شدن بحث ، در ادامه با ارائه ی چند مثال پیش برویم.

                زمانی که شما قصد خرید یک گوشی موبایل را دارید طراحی ظاهری گوشی شما بخشی از UI محصول می باشد ، در حالی که
                قرار گیری دکمه ها در طراحی اگر جاگذاری مناسبی نداشته باشد، شما با محصول ارتباط خوبی نخواهید داشت که این
                به UX ضعیف محصول بر میگردد.

                در طراحی نرم افزار یه گوشی موبایل هم طراحی ظاهری باید شما را جذب کند که به طراحی UI وابسته است در حالیکه
                نحوه ی کار با نرم افزار ، سرعت نرم افزار و در کل حسی که به شما در زمانکار کردن با نرم افزار آن منتقل می
                شود به طراحی UX آن اشاره دارد.

                همانطور که متوجه شدید می توانیم به این موضوع اشاره کنیم که UI یک محصول بخشی از UX محصول می باشد و باید
                در راستای UX محصول قرار گیرد. اگر یک طراح UI تنها به زیبایی های ظاهری محصول توجه نماید و هدف کلی طراحی
                یو ایکس را در نظر نگیرد قطعا به شکست خواهد انجامید.



                در یک مبلمان منزل یک طراحی ظاهری مناسب که با طراحی منزل شما هماهنگی داشته باشد UI مناسب و این که مبل
                راحت باشد و یا جنس پارچه آن حس خوبی به شما منتقل کند به UX مبل شما باز می گردد.

                این دو واژه حتی در روابط انسانی هم قابل تعریف هستند. شما در یک دوستی به ظاهر و لباس پوشیدن و شخصیت ظاهری
                او اهمیت میدهید اما آیا برای ادامه ی رابطه ی شما تنها این عوامل کافی هستند. نمای کاربری رابطه شما با
                دوستتان تنها بخشی از دوستی شما و حسی که به دوستتان دارید راشامل می شود.

                خیلی از اوقات نمی توان به راحتی این دومقوله رابط کاربری و تجربه کاربری را از هم تمیز داد. به طور مثال
                هنگامی که یک طراح UI در حال حال طراحی یک نرم افزار است ، به رفع نیاز مشتری بسنده کرده و یک نرم افزار
                ساده و زیبا ارایه میکند که نتیجه ی آن حس خوبی است که به کاربر سیستم منتقل می شود که مربوط به UX محصول می
                شود.

                <br>
                {{ $Data[0]->name }}
            </div>
        </div>
    </section>
    {{-- <button class="add-button">Add to home screen</button> --}}
</main>

<footer>

</footer>

@endsection
